---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutV
source: html/9cac3be0-e4ce-4a4f-09b1-cfa73c65e380.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLayoutV Property

"Layout"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLayoutV { get; }
```